const files = [
  {
    filename: 'file1',
    clearedText: `інколи діти народжуються з гліальним конусоподібним утворенням яке є залишком системи гіалоїдної артерії сосочком бергмайстера у нормі він має бути відсутній а на його місці у зоровому диску має розташовуватися фізіологічна чаша з іншого боку сосочок бергмайстера є доброякісною патологією яка не впливає на гостроту зору з регресом системи гліальної артерії розвиваються судинні сплетення нерва найактивніший їхній розвиток припадає на тижні хоча остаточно цей процес закінчується тільки на тижні`
  },
  {
    filename: 'file2',
    clearedText: `адаптивний карантин це стратегія стримування розповсюдження інфекційних захворювань яка передбачає коригування карантинних заходів на основі мінливих обставин спалаху мета адаптивного карантину полягає в тому щоб збалансувати потребу контролювати поширення хвороби з необхідністю мінімізувати збої в суспільстві та економіці`
  },
]

const dictionary = {
  інколи: [],
  діти: [],
  народжуються: [],
  з: [],
};

const resultDict = {
  інколи: ['file1'],
  діти: ['file1'],
  народжуються: ['file1'],
  з: ['file1', 'file2'],
};

module.exports = {
  files,
  dictionary,
  resultDict,
};
